app/controllers/employees_controller.rb

  def create
    @employee = Employee.new(employee_params)
    respond_to do |format|
      format.json do
        if @employee.save
---
INSERT INTO "employees" ("name", "email", "manager", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "hi"], ["email", "delacruz.june@gmail.com"], ["manager", "f"], ["created_at", "2017-05-23 02:24:05.784015"], ["updated_at", "2017-05-23 02:24:05.784015"]]